{
  "Vidimo se": "See you soon!",
  "messageHello": "Train where, how much and when you want!",
  "textHello": "No limits, choose workout to your liking.",
  "FindMore": "Find out more",
  "top workout": "Our best and the most popular workouts",
  "topTitle1": "Reformer pilates",
  "topText1": "These trainings are performed on the device: Reformer; and progress from basic to intermediate level. The tempo is moderate but challenging...",
  "topText12": "Take a look at free appointments and shedule.",
  "topTitle2": "Tabata cardio",
  "topText2": "Tabata training is one of the best cardio workouts, taking you through very short, very intense intervals that only last 20 seconds.",
  "topTitle3": "Intermediate core",
  "topText3": "Can you stay still with good posture whilst another area of your body moves? It's much tougher than you think!",
  "reserveTitle": "Schedule your free training",
  "reserveText": " Without any obligations, come and meet us and we will show you what it looks like to be a member of our club.",
  "reserveTitleNutri": "Schedule nutritionist",
  "reserveTextNutri": "With the help of our nutritionist Ana Petrovic, you will easily reach the desired healthy and balanced diet.",
  "reserveTitleMas": "Schedule massage",
  "reserveTextMas": "After long day at work, come to KA-fitnes and relax with our anti-stres massage, everything you need.",
  "takeALook": "Take a look",
  "reserve": "Schedule",
  "about": "Our story",
  "beginings": "KA-fitnes story started in 2017.",
  "storyParaf1": "We are a member of SRFS (Association for Recreation and Fitness of Serbia), as well as the FISAF / BAFA Federation for Aerobics and Fitness (FISAF Federation of International Sports, Aerobics and Fitness, BAFA - Belgrade Aerobics and Fitness Association). Your instructors have been carefully selected and are constantly being developed and developed.",
  "storyParaf2": "Our mission is to make the members of our gym come out more ready, in a better mood, to look forward to the next workout. Physical activity is of great importance for the health of every person and the normal functioning of the organism.",
  "storyParaf3": "In the KA-fitness center, you can shape your body the way you have always dreamed of. We offer individual, group-individual and group trainings. Instructors are always there to help you, advise you and make it easier for you to practice, as well as to correct possible mistakes.",
  "lokacije": "Locations:",
  "lokacija1": "Aleksandra Dubčeka 20 – Zemun",
  "lok1 tel": "064 8715 111",
  "lok1 email": "office@kafitnes.rs",
  "lokacija2": "Jurija Gagarina 36d – Novi Beograd",
  "lok2 tel": "011 228 1133",
  "lok2 email": "office@kafitnes.rs",
  "lokacija3": "Bulevar Mihajla Pupina 4 – Ušće Shopping Center",
  "lok3 tel": "066 35 8 000",
  "lok3 email": "office@kafitnes.rs",

  "home_key": "Home",
  "about_key": "About",
  "all_workouts_key": "Workouts",
  "all_group_key": "Group of workouts",
  "workout_details_key": "Details of workout",
  "nutritionist_key": "Nutritionist",
  "massage_key": "Massage",
  "picker_key": "Schedule a workout",
  "appointment_key": "Appointments",

  "duration": "Duration",
  "minutes": "minutes",
  "intensity": "Intensity",
  "checkoutAppointments": "Checkout appointments",
  "checkoutDetails": "Checkout details",
  "gallery": "Gallery",
  "instructionalVideos": "Instructional videos",
  "leaveComment": "Leave a comment",
  "rateWorkout": "Rate the workout",
  "rateKA-fitnes": "Rate our fitness centar",
  "postComment": "Post",
  "comments": "Comments",
  "averageRating": "Average rating",
  "noComments": "There are no comments on this subject",
  "Social": "Follow us on social networks:",
  "Club friends": "Friends of fitness center:",
  "Copyright1": "Copyright  ",
  "Copyright2": "Ksenija Mladenovic, Andrija Kolic, Department of Software Engineering, School of Electrical Engineering, University of Belgrade ",

  "formHeading": "Fill the form for setting your appointment.",
  "name": "Name:*",
  "lastName": "Last name:*",
  "contact": "Contact:*",
  "email": "Email:*",
  "date": "Set date for your appointment:*",
  "problemDescription": "Problem description:",

  "nutritionHeading": "Schedule your appointment with nutritionist.",
  "nutritionHeading2": "Why us?",
  "nutritionAboutp1": "Guided by one’s own experience, each overweight person should lose weight, adequately maintain it, find a motive and set realistic goals, change habits and learn to recognize success. If all that is achieved, you will be primarily healthier, and later also happier and more satisfied.",
  "nutritionAboutp2": "We are proud to point out our personalized diets (none of them is the same), direct contact with patients and an interactive mode which, at the end,  always leads to the desired result.",
  "nutritionAboutp3": "We make individual menus for all ages, reducing and medical diets (insulin resistance, hypertension, psoriasis, gastritis, anemia, Hashimoto, heliko bacteria, candida, diabetes, hypercholesterolemia, arthritis, etc.), and we also create menus for those who have no problems but want to eat in a healthy way.",
  "nutritionAboutp4": "From proper nutrition, benefits can be manifold: strengthening the immune system, protecting the body from disease, a higher percentage of muscle, a smaller percentage of fat, adequate body weight, decreased risk of cardiovascular disease, better sleep and easier waking up in the morning, mental stability, physical fitness, better mobility, reduced swellings and joint pain, fertility, longer life and a number of advantages.",
  "nutritionAboutp5": "Our nutritionist Ana Petrovic provides you with training and advice on healthy habits that each of us should adopt. The key of health and success is in you, and we are here to help you achieve the desired goal.",
  "massageHeading": "Schedule your appointment for a anti stress massage.",
  "massageHeading2": "Anti stress massage?",
  "massageAboutp1": "Anti stress massage is a combination of therapeutic massage of the back and relax massage.",
  "massageAboutp2": "In addition to helping to relieve stress, anti-stress massage is used to establish balance, but also to remove tension and painful conditions.",
  "massageAboutp3": "Clinical studies have shown that regular massage not only relieves the body of stress, and thus prevents low immune system, but it also improves the overall functioning of the immune system, increases secretion of serotonin, and increases the number of cells that are the first line of defense of the immune system.",
  "massageAboutp4": "Anti-stress massage is often used as a natural way of removing and reducing pain in people with chronic illnesses. Disturbed sleep quality is caused by many problems, and massage is one of the best “medicine” for insomnia. This massage reduces hormonal stress, cortisol, which significantly affects the reduction of tension and nervousness.",
  "massageAboutp5": "For this massage, special anti-stress oils that have the effect of aromatherapy are used, because they stimulate central nervous system through sense of smell, in terms of relaxation.",
  "problemDescribe": "Problem description",
  "requiredField": "*Indicates required fields!",
  "infoAboutPDF": "After click on button MAKE YOUR APPOINTMENT you will get a pdf file with all neccessary data about your appointment.",
  "makeAppointment": "Make your appointment",

  "nav": {
    "home": "Home",
    "workouts": "Workouts",
    "nutritionist": "Nutritionist",
    "massages": "Massages",
    "scheduleWorkout": "Schedule a workout",
    "myAccount": "My account",
    "about": "About",
    "yoga": "Yoga",
    "pilates": "Pilates",
    "core": "Core",
    "cardio": "Cardio",
    "classic": "Classic",
    "stott": "Stott",
    "reformer": "Reformer",
    "vinyasa": "Vinyasa",
    "bikram": "Bikram",
    "power": "Power",
    "beginner": "Beginner",
    "intermediate": "Intermediate",
    "advanced": "Advanced",
    "4020Hiit": "40-20 HIIT",
    "tabata": "Tabata",
    "aerobic": "Aerobic HIIT"
  },

  "allWorkouts": "Our group workouts",
  "allWorkoutsFullDescription": "Working out in a group can be much more fun than training alone. We offer a wide range of group programs for people with different goals and preferences. Come and join us!",
  "yoga": "Yoga",
  "yogaDescription": "It’s time to roll out your yoga mat and discover the combination of physical and mental exercises that for thousands of years have hooked yoga practitioners around the globe. Whether you are young or old, overweight or fit, yoga has the power to calm the mind and strengthen the body. Don’t be intimidated by yoga terminology, fancy yoga studios and complicated poses. Yoga is for everyone.",
  "pilates": "Pilates",
  "pilatesDescription": "Pilates is a form of low-impact exercise that aims to strengthen muscles while improving postural alignment and flexibility. Pilates moves tend to target the core, although the exercises work other areas of your body as well. You can do Pilates with or without equipment, but no matter what, expect the moves to involve slow, precise movements and breath control.",
  "core": "Core",
  "coreDescription": "A strong core is an invaluable asset. For starters, a strong and stable midsection can give you better balance and better posture, and it can even help reduce back pain. Every move you make, both in daily life and during a workout, will be easier if your core is showing up and doing its job. It really is the center of all your movement.",
  "cardio": "Cardio",
  "cardioDescription": "Cardiovascular exercise, also known as cardio or aerobic exercise, is essential for good health. It gets your heart rate up, making you blood pump faster. This delivers more oxygen throughout your body, which keeps your heart and lungs healthy. Regular cardio exercise can also help you lose weight, get better sleep, and reduce your risk for chronic disease.",
  "pilatesClassic": "Classic pilates",
  "pilatesClassicDescription": "The exercises in the traditional program create a challenging workout, especially for the abdominals. Many instructors and classes will precede this classical program with some warm-up exercises.",
  "pilatesStott": "Stott pilates",
  "pilatesStottDescription": "A great starting point for beginners, this training teaches the five basic principles of the STOTT PILATES method and builds the foundation of the exercises needed to move to the next level. This Mat-based workout is designed to help participants develop leaner and spindle-shaped muscles, establish strength and stability, and increase mind and body awareness. Props can be used to make training more diverse. Participants are welcome to stay in these classes until they feel confident enough to move on to the next level.",
  "pilatesReformer": "Reformer pilates",
  "pilatesReformerDescription": "After you get familiar with reformer - you can start practicing on Reformer. These trainings are performed on the device: Reformer; and progress from basic to intermediate level. The tempo is moderate but challenging and leads to muscle toning, strength improvement and providing invigorating full body workouts.",
  "yogaVinyasa": "Vinyasa yoga",
  "yogaVinyasaDescription": "As a philosophy, Vinyasa recognizes the temporary nature of things. We enter into a posture, are there for a while and then leave. The variable nature of Vinyasa Yoga helps to develop a more balanced body as well as prevent repetitive motion injuries that can happen if you are always doing the same thing every day. No two classes are ever alike.",
  "yogaBikram": "Bikram yoga",
  "yogaBikramDescription": "Most studios and fitness centers offer yoga in a warm or hot room, but Bikram yoga, sometimes called the original hot yoga style, is a whole different ball game. Bikram is a version of Hatha, a traditional branch of yoga that combines postures and breathing. Every class features the same 26 set poses, takes place in a 40-degree room, and is taught by a Bikram-certified instructor. The heat and tough postures can provide different challenges than a traditional yoga practice.",
  "yogaPower": "Power yoga",
  "yogaPowerDescription": "Power Yoga is definitely an intense workout that will make you sweat. There are very few moments of being in a pose and getting the feeling that it's taking forever. Soon enough, you'll be out and moving on to the next Asana.",
  "coreBeginner": "Begginer core",
  "coreBeginnerDescription": "Building a strong core is all about keeping still, not doing hundreds of abdominal curl repetitions. This workout consists of multiple holds you will have to maintain. These holds will create the foundation of a strong core, teaching you to keep your hips aligned and how to control your posture.",
  "coreIntermediate": "Intermediate core",
  "coreIntermediateDescription": "Here we start to add movement to a controlled core. Can you stay still with good posture whilst another area of your body moves? It's much tougher than you think!",
  "coreAdvanced": "Advanced core",
  "coreAdvancedDescription": "Now we start to add greater difficulty to posture control by adding more of a load, more of your bodyweight, or a larger range of movements. Remember – slow and steady movement wins the race to a stronger core.",
  "cardioHiit4020": "40-20 HIIT",
  "cardioHiit4020Description": "This workout takes traditional interval training and turns up the heat by shortening the recovery intervals between exercises. The cardio moves include a range of exercises from long jumps to burpees. You do each high-intensity cardio exercise for 40 seconds, then rest just 20 seconds. Because the intensity is cumulative, you should feel breathless by the end of each circuit. With four total circuits, you'll burn tons of calories. The variety of the workout and the exercises keeps things interesting.",
  "cardioTabata": "Tabata cardio",
  "cardioTabataDescription": "Tabata training is one of the best cardio workouts, taking you through very short, very intense intervals that only last 20 seconds. That doesn't sound like much, but put together four exercises with only 10 seconds of rest in between and you'll really feel this. Not only do you burn more calories during your workout, but you also increase your afterburn - the calories you burn after you exercise as your body resets back to normal. This very advanced workout involves pushing you to that breathless place where you have to dig deep to find the will to keep going.",
  "cardioAerobicHiit": "High intensity aerobic intervals",
  "cardioAerobicHiitDescription": "High-intensity workouts are great, but you want to work at different levels of intensity throughout the week. This workout includes moderate-intensity intervals, but you'll stay in your aerobic zone, meaning you won't have to go breathless. This makes the workout longer and a little more comfortable than the other high-intensity workouts.",
  "pilatesClassicAppo": "Classic pilates appointments",
  "pilatesStottAppo": "Stott pilates appointments",
  "pilatesReformerAppo": "Reformer pilates appointments",
  "yogaVinyasaAppo": "Vinyasa yoga appointments",
  "yogaBikramAppo": "Bikram yoga appointments",
  "yogaPowerAppo": "Power yoga appointments",
  "coreBeginnerAppo": "Begginer core appointments",
  "coreIntermediateAppo": "Intermediate core appointments",
  "coreAdvancedAppo": "Advanced core appointments",
  "cardioHiit4020Appo": "40-20 HIIT appointments",
  "cardioTabataAppo": "Tabata cardio appointments",
  "cardioAerobicHiitAppo": "High intensity aerobic intervals appointments",

  "workoutPickerHeader": "Choose a workout",
  "workoutPickerText": "We offer a wide range of group programs for people with different goals and preferences. Choose which program you want to view the weekly schedule overview for.",
  "workoutFilterHeader": "Filter the workouts",
  "workoutFilterGroups": "Workout type",
  "noResults": "No results",

  "workoutAppointmentsHeader": "Choose an appointment",
  "workoutAppointmentsText": "Book a spot in the group program for the selected appointment. The stated hours are the scheduled start and end of the workout and they can vary a bit in reality. Please arrive 15 minutes early so the workout can start on time.",
  "mon": "Mon",
  "tue": "Tue",
  "wed": "Wed",
  "thu": "Thu",
  "fri": "Fri",
  "sat": "Sat",
  "sun": "Sun",
  "month0": "Jan",
  "month1": "Feb",
  "month2": "Mar",
  "month3": "Apr",
  "month4": "May",
  "month5": "Jun",
  "month6": "Jul",
  "month7": "Aug",
  "month8": "Sep",
  "month9": "Oct",
  "month10": "Nov",
  "month11": "Dec",
  "fullMonth0": "January",
  "fullMonth1": "February",
  "fullMonth2": "March",
  "fullMonth3": "April",
  "fullMonth4": "May",
  "fullMonth5": "June",
  "fullMonth6": "July",
  "fullMonth7": "August",
  "fullMonth8": "September",
  "fullMonth9": "October",
  "fullMonth10": "November",
  "fullMonth11": "December",
  "workoutAppointmentAvailableSpots": "Free spots:",
  "appointmentBooked": "Successfuly reserved",
  "appointmentActive": "Reserve",
  "appointmentFull": "No spots",

  "accountHeader": "Scheduled appointments",
  "accountText": "Here are your appointments. You can cancel an appointment provided it does not start in less than half an hour.",
  "cancelAppointment": "Cancel",

  "pdfHeader": "Details of your appointment",
  "pdfFirstName": "Name:",
  "pdfLastName": "Last name:",
  "pdfDate": "Date of appointment:",
  "pdfContact": "Contact:",
  "pdfEmail": "Email:",
  "pdfProblemDesc": "Problem description:",
  "pdfSeeYouSoon": "See you soon!",

  "gmap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d24682.522662961976!2d20.38445009834553!3d44.836909206826306!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x475a65a1089bc98f%3A0x421542289f98d06a!2sSportska%20Akademija%20Ko%C4%8Dovi%C4%87!5e0!3m2!1sen!2srs!4v1592141902492!5m2!1sen!2srs"
}
