{
  "Vidimo se": "Vidimo se uskoro!",
  "messageHello": "Treniraj gde, kada i koliko hoćeš!",
  "textHello": "Oslobodi se ograničenja, izaberi trening po svojoj meri.",
  "FindMore": "Saznaj više",
  "top workout": "Naši najbolji i najpopularniji treninzi",
  "topTitle1": "Reformer pilates",
  "topText1": "Ovi treninzi se izvode na spravi: Reformer; i napreduju od osnovnog do srednjeg nivoa. Tempo je umeren ali izazovan i dovodi do toniranja mišića...",
  "topText12": "Pogledaj slobodne termine i zakaži.",
  "topTitle2": "Tabata kardio",
  "topText2": "Tabata trening je jedan od najboljih kardio treninga, koji vas vodi kroz vrlo kratke, vrlo intenzivne intervale koji traju samo 20 sekundi.",
  "topTitle3": "Core za spremne",
  "topText3": "Možete li ostati mirni sa dobrim držanjem dok pokrećete drugi deo tela? Mnogo je teže nego što mislite!",
  "reserveTitle": "Zakaži besplatan probni trening",
  "reserveText": "Bez ikakvih obaveza, dođi da se upoznamo i da ti pokažemo kako izgleda biti član našeg kluba.",
  "reserveTitleNutri": "Zakaži termin kod nutricioniste",
  "reserveTextNutri": "Uz pomoć našeg nutricioniste Ane Petrovic lako ćeš doći do željene zdrave i balansirane ishrane.",
  "reserveTitleMas": "Zakaži masažu",
  "reserveTextMas": "Posle napornog dana, sve što ti treba je anti-stres masaža u našem centru. Dobro došli!",
  "takeALook": "Pogledaj",
  "reserve": "Zakaži",
  "about": "KA-FITNES PRIČA",
  "beginings": "KA-fitnes priča počela je 2017. godine.",
  "storyParaf1": "Član smo SRFS-a (Saveza za rekreaciju i fitnes Srbije), kao i FISAF/BAFA federacije za aerobik i fitnes (FISAF Federation of International Sports, Aerobics and Fitness, BAFA – Belgrade Aerobics and Fitness Association). Vaši instruktori su pažljivo odabrani i na njihovom usavršavanju i razvoju se stalno radi.",
  "storyParaf2": "Naša misija je da članovi iz naše teretane izlaze spremniji, raspoloženiji, da jedva čekaju sledeći trening. Fizička aktivnost je od velikog značaja za zdravlje svakog čoveka i normalno funkcionisanje organizma.",
  "storyParaf3": "U KA-fitnes centru možete oblikovati svoje telo onako kako ste oduvek maštali. Nudimo Vam individualne, grupno-individualne i grupne treninge. Instruktori su uvek tu da Vam pomognu, da Vas posavetuju i olakšaju Vam vežbanje, kao i da isprave moguće greške.",
  "lokacije": "Lokacije:",
  "lokacija1": "Aleksandra Dubčeka 20 – Zemun",
  "lok1 tel": "064 8715 111",
  "lok1 email": "office@kafitnes.rs",
  "lokacija2": "Jurija Gagarina 36d – Novi Beograd",
  "lok2 tel": "011 228 1133",
  "lok2 email": "office@kafitnes.rs",
  "lokacija3": "Bulevar Mihajla Pupina 4 – Ušće Shopping Center",
  "lok3 tel": "066 35 8 000",
  "lok3 email": "office@kafitnes.rs",

  "home_key": "Početna stranica",
  "about_key": "O nama",
  "all_workouts_key": "Treninzi",
  "all_group_key": "Grupa treninga",
  "workout_details_key": "Detalji treninga",
  "nutritionist_key": "Nutricionista",
  "massage_key": "Masaža",
  "picker_key": "Zakazivanje treninga",
  "appointment_key": "Termini",

  "duration": "Trajanje",
  "minutes": "minuta",
  "intensity": "Intenzitet",
  "checkoutAppointments": "Pogledajte termine",
  "checkoutDetails": "Pogledajte detalje",
  "gallery": "Galerija",
  "instructionalVideos": "Pokazni klipovi",
  "leaveComment": "Ostavite komentar",
  "rateWorkout": "Ocenite trening",
  "rateKA-fitnes": "Ocenite naš fitnes centar",
  "postComment": "Postavi",
  "comments": "Komentari",
  "averageRating": "Prosečna ocena",
  "noComments": "Nema komentara na ovu temu",
  "Social": "Pratite nas na društvenim mrežama:",
  "Club friends": "Prijatelji fitnes centra:",
  "Copyright1": "Copyright  ",
  "Copyright2": "Ksenija Mladenović, Andrija Kolić, Odsek za Softversko inženjerstvo Elektrotehničkog fakulteta Univerziteta u Beogradu",

  "formHeading": "Popunite formu za zakazivanje termina.",
  "name": "Ime:*",
  "lastName": "Prezime:*",
  "contact": "Kontakt:*",
  "email": "Email:*",
  "date": "Odaberite datum Vašeg termina:*",
  "problemDescription": "Opis problema:",

  "nutritionHeading": "Zakažite termin kod nutricioniste.",
  "nutritionHeading2": "Zašto mi?",
  "nutritionAboutp1": "Noseći se sopstvenim iskustvom, svaka osoba sa prekomernom težinom treba da redukuje telesnu težinu, da je adekvatno održava, da pronađe motiv i postavi realan cilj, da promeni navike i nauči da prepozna uspeh. Ako sve to budete uspeli bićete pre svega zdraviji, a kasnije i zadovoljniji.",
  "nutritionAboutp2": "S ponosom ističemo da naše personalizovane dijete (ne postoje dve iste dijete), direktan kontakt sa pacijentima i interaktivan način rada na kraju uvek dovedu do željenog rezultata.",
  "nutritionAboutp3": "Radimo individualne jelovnike za sve uzraste, redukcione i medicinske dijete (insulinska rezistencija, hipertenzija, psorijaza, gastritis, anemija, hašimoto, helikoibakterija, kandida, kod dijabetesa, hiperholesterolemije, artritisa i dr.), a izradjujemo i jelovnike za one koji nemaju nikakav problem vec zele da se zdravo hrane.",
  "nutritionAboutp4": "Od pravilne ishrane koristi mogu biti višestruke: jačanje imuniteta, zaštita organizma od bolesti, veći procenat mišića, manji procenat masti, odgovarajuća telesna težina, smanjen rizik nastanka kardiovaskularnih bolesti, bolji san i lakše buđenje ujutru, psihička stabilnost, fizička spremnost, bolja pokretljivost, smanjeni otoci i bolovi u zglobovima, plodnost, duži život i niz drugih prednosti.",
  "nutritionAboutp5": "Naš nutricionista Ana Petrović Vam pruža edukaciju i savete o zdravim navikama koje bi svako od nas trebalo da usvoji. Ključ zdravlja i uspeha je u Vama, a mi smo tu da Vam pomognemo da dodjete do željenog cilja.",
  "massageHeading": "Zakažite termin za anti stres masažu.",
  "massageHeading2": "Anti stres masaža?",
  "massageAboutp1": "Anti stres masaža predstavlja kombinaciju terapeutske masaže leđa i relaks masaže. Pored toga sto pomaže opuštanju od stresa, anti stres masaža koristi se za uspostavljanje ravnoteže, ali i za uklanjanje napetosti i bolnih stanja.",
  "massageAboutp2": "Kliničke studije su pokazale da redovna masaža ne samo da oslobađa telo od stresa i na taj način sprečava pad imuniteta, već i poboljšava sveukupni rad imunološkog sistema, pre svega povećanim lučenjem serotonina, a zatim i povećanjem broja ćelija koje su prva linija odbrane u imunološkom sistemu.",
  "massageAboutp3": "Anti stres masaža se često koristi kao prirodan način uklanjanja i smanjenja bola kod osoba sa hroničnim oboljenjima. Narušen kvalitet sna uzrok je brojnih tegoba, a masaža je jedan od najboljih “lekova” kod nesanice. Ova masaža smanjuje hormon stresa, kortizola, što značajno utiče na smanjenje napetosti i nervoze..",
  "massageAboutp4": "Za ovu masažu koriste se posebna anti-stres ulja koja imaju efekat aromaterapije, jer putem čula mirisa utiču na centalni nervni sistem, u smislu opuštanja i relaksacije.",
  "massageAboutp5": "",
  "problemDescribe": "Opis problema",
  "requiredField": "*Obavezna polja!",
  "infoAboutPDF": "Nakon klika na dugme ZAKAŽITE dobićete pdf dokument sa svim detaljima Vašeg termina.",
  "makeAppointment": "Zakažite",

  "nav": {
    "home": "Početna stranica",
    "workouts": "Treninzi",
    "nutritionist": "Nutricionista",
    "massages": "Masaže",
    "scheduleWorkout": "Zakazivanje treninga",
    "myAccount": "Moj nalog",
    "about": "O nama",
    "yoga": "Joga",
    "pilates": "Pilates",
    "core": "Core",
    "cardio": "Kardio",
    "classic": "Klasični",
    "stott": "Stott",
    "reformer": "Reformer",
    "vinyasa": "Vinjasa",
    "bikram": "Bikram",
    "power": "Power",
    "beginner": "Za početnike",
    "intermediate": "Za spremne",
    "advanced": "Napredni",
    "4020Hiit": "40-20 HIIT",
    "tabata": "Tabata",
    "aerobic": "Aerobični HIIT"
  },

  "allWorkouts": "Naši grupni treninzi",
  "allWorkoutsFullDescription": "Vežbanje u grupi može biti mnogo zabavnije od solo treninga. Nudimo širok asortman grupnih programa za ljude različitih ciljeva i sklonosti. Pridruži nam se!",
  "yoga": "Joga",
  "yogaDescription": "Vreme je da izvučete svoju joga prostirku i otkrijete kombinaciju fizičkih i mentalnih vežbi koje su hiljadama godina privlačile praktikante joge širom sveta. Bilo da ste mladi ili stari, punački ili u formi, joga ima moć smirivanja uma i jačanja tela. Nemojte da vas zastrašuje joga terminologija, fensi joga studiji i komplikovane poze. Joga je za sve.",
  "pilates": "Pilates",
  "pilatesDescription": "Pilates je tip vežbe niskog intenziteta koja ima za cilj jačanje mišića uz poboljšanje držanja i fleksibilnosti. Pokreti u pilatesu ciljaju core, mada vežbe deluju i na druge delove vašeg tela. Pilates možete raditi sa ili bez opreme, ali bez obzira na to, očekujte da će pokreti uključivati sporo, precizno kretanje i kontrolu disanja.",
  "core": "Core",
  "coreDescription": "Jak core je neprocenjiv adut. Za početak, jak i stabilan core može vam pružiti bolju ravnotežu i bolje držanje, a čak može pomoći i u smanjenju bolova u leđima. Svako vaše kretanje, kako u svakodnevnom životu tako i tokom vežbanja, biće lakše ako je vaš core uvežban i radi svoj posao. Core je zaista jezgro svih vaših pokreta.",
  "cardio": "Kardio",
  "cardioDescription": "Kardiovaskularne vežbe, poznate i kao kardio ili aerobne vežbe, od suštinskog su značaja za dobro zdravlje. Tokom treninga vam srce kuca češće, pa vam brže pumpa krv. Ovo dostavlja više kiseonika po vašem telu, što vam srce i pluća održava zdravima. Redovne kardio vežbe takođe vam mogu pomoći da izgubite kilograme, poboljšate san i smanjite rizik od hroničnih bolesti.",
  "pilatesClassic": "Klasični pilates",
  "pilatesClassicDescription": "Vežbe u tradicionalnom programu stvaraju izazovne vežbe, posebno za trbušnjake. Mnogi instruktori i časovi će prethoditi ovom klasičnom programu uz nekoliko vežbi za zagrevanje.",
  "pilatesStott": "Stott pilates",
  "pilatesStottDescription": "Odlična polazna tačka za početnike, ovaj trening  podučava  pet osnovnih principa STOTT PILATES metode i gradi temelj vežbi potrebnih za prelazak na sledeći nivo. Ovaj Mat zasnovan trening je dizajniran da pomogne učesnicima da razviju vitkije I vretenastije mišiće, da uspostave snagu i stabilnost, i da povećaju svest uma i tela. Rekviziti mogu da se koriste kako bi trening bio raznovrsniji. Učesnici su dobrodošli da ostanu na ovim časovima sve dok ne osećaju dovoljno samopouzdanja da predju na sledeći nivo.",
  "pilatesReformer": "Reformer pilates",
  "pilatesReformerDescription": "Nakon treninga upoznavanja reformera - možete da počnete da vežbate na Reformeru. Ovi treninzi se izvode na spravi: Reformer; i napreduju od osnovnog do srednjeg nivoa. Tempo je umeren ali izazovan i dovodi do toniranja mišića, jačanje snage i pruža okrepljujući trening celog tela.",
  "yogaVinyasa": "Vinjasa joga",
  "yogaVinyasaDescription": "Kao filozofija, Vinjasa prepoznaje privremenu prirodu stvari. Ulazimo u položaj, tamo smo neko vreme i onda nastavljamo. Promenljiva priroda Vinjasa joge pomaže da se razvija uravnoteženije telo kao i da se spreče povrede od često ponavljanih pokreta. Nijedna dva treninga nikada nisu ista.",
  "yogaBikram": "Bikram joga",
  "yogaBikramDescription": "Većina studija i fitnes centara nude jogu u toploj ili vrućoj sobi, ali Bikram joga, koja se ponekad naziva i originalni stil vruće joge, je sasvim drugačije iskustvo. Bikram je verzija Hate, tradicionalne grane joge koja kombinuje držanje i disanje. Svaki trening ima istih 26 poza, odvija se u sobi od 40 stepeni, a podučava ih instruktor koji ima sertifikat za bikram. Vrućina i nezgodne poze predstavljaju drugačije izazove od tradicionalnih joga treninga.",
  "yogaPower": "Power joga",
  "yogaPowerDescription": "Čas power joge je definitivno intenzivan trening zbog koga ćete se oznojiti. Vrlo je malo trenutaka kada ste u pozi i osećate se kao da traje zauvek. Uskoro, završavate trenutnu i prelazite na sledeću Asanu.",
  "coreBeginner": "Core za početnike",
  "coreBeginnerDescription": "Do snažnog core-a se dolazi držanjem određenih položaja, a ne ponavljanjem stotina trbušnjaka. Ovaj trening sastoji se od više položaja koja ćete morati da održavate. Ovi položaji stvoriće temelj snažnog core-a, učeći vas da držite bokove ujednačenim i kako da kontrolišete svoje držanje.",
  "coreIntermediate": "Core za spremne",
  "coreIntermediateDescription": "Ovde započinjemo dodavanje pokreta kontrolisanom core-u. Možete li ostati mirni sa dobrim držanjem dok pokrećete drugi deo tela? Mnogo je teže nego što mislite!",
  "coreAdvanced": "Napredni core",
  "coreAdvancedDescription": "Sada počinjemo da stvaramo veće poteškoće u kontroli držanja dodavanjem većeg opterećenja, veće težine tela ili većeg opsega pokreta. Zapamtite - sporo i postojano kretanje osvaja trku do jačeg core-a.",
  "cardioHiit4020": "40-20 HIIT",
  "cardioHiit4020Description": "Ovaj program uzima tradicionalnu formulu intervalnih treninga i povećava težinu skraćujući intervale oporavka između vežbi. 40-20 HIIT uključuje niz vežbi od skokova u dalj do burpee-a. Svaku kardio vežbu visokog intenziteta radite 40 sekundi, a zatim odmarate samo 20 sekundi. Pošto je intenzitet kumulativan, na kraju svake runde trebali biste ostatiti bez daha. Sa četiri runde ukupno sagorećete dosta kalorija. Raznolikost vežbi održava trening zanimljivim.",
  "cardioTabata": "Tabata kardio",
  "cardioTabataDescription": "Tabata trening je jedan od najboljih kardio treninga, koji vas vodi kroz vrlo kratke, vrlo intenzivne intervale koji traju samo 20 sekundi. To ne zvuči mnogo, ali sastavite četiri vežbe sa samo 10 sekundi odmora i dobićete pravi izazov. Ne samo da sagorevate više kalorija tokom vežbanja, već i povećavate svoj afterburn - kalorije koje sagorevate nakon vežbanja jer se telo vraća u normalu. Ova vrlo napredna vežba ostavlja vas bez daha i tera vas da kopate duboko da biste pronašli volju da nastavite dalje.",
  "cardioAerobicHiit": "Aerobični intervali visokog intenziteta",
  "cardioAerobicHiitDescription": "Vežbe visokog intenziteta su odlične, ali želite da radite na različitim nivoima intenziteta tokom cele nedelje. Ovaj trening uključuje intervale umerenog intenziteta, ali ostaćete u aerobnoj zoni, što znači da nećete da ostanete bez daha. Ovo čini trening dužim i malo udobnijim od ostalih vežbi visokog intenziteta.",
  "pilatesClassicAppo": "Termini za klasični pilates",
  "pilatesStottAppo": "Termini za stott pilates",
  "pilatesReformerAppo": "Termini za reformer pilates",
  "yogaVinyasaAppo": "Termini za vinjasa jogu",
  "yogaBikramAppo": "Termini za bikram jogu",
  "yogaPowerAppo": "Termini za power jogu",
  "coreBeginnerAppo": "Termini za core za početnike",
  "coreIntermediateAppo": "Termini za core za spremne",
  "coreAdvancedAppo": "Termini za napredni core",
  "cardioHiit4020Appo": "Termini za 40-20 HIIT",
  "cardioTabataAppo": "Termini za tabata kardio",
  "cardioAerobicHiitAppo": "Termini za aerobične intervale visokog intenziteta",

  "workoutPickerHeader": "Izaberite trening",
  "workoutPickerText": "Nudimo široki asortman grupnih programa za ljude različitih ciljeva i sklonosti. Izaberite za koji program želite da pogledate nedeljni pregled termina.",
  "workoutFilterHeader": "Filtrirajte treninge",
  "workoutFilterGroups": "Tip treninga",
  "noResults": "Nema rezultata",

  "workoutAppointmentsHeader": "Izaberite termin",
  "workoutAppointmentsText": "Rezervišite mesto u grupnom programu za odabrani termin. Navedene satnice su predviđeni početak i kraj treninga i one mogu varirati malo u stvarnosti. Molimo vas da dođete 15 minuta ranije kako bi trening mogao da krene na vreme.",
  "mon": "Pon",
  "tue": "Uto",
  "wed": "Sre",
  "thu": "Čet",
  "fri": "Pet",
  "sat": "Sub",
  "sun": "Ned",
  "month0": "Jan",
  "month1": "Feb",
  "month2": "Mar",
  "month3": "Apr",
  "month4": "Maj",
  "month5": "Jun",
  "month6": "Jul",
  "month7": "Avg",
  "month8": "Sep",
  "month9": "Okt",
  "month10": "Nov",
  "month11": "Dec",
  "fullMonth0": "Januar",
  "fullMonth1": "Februar",
  "fullMonth2": "Mart",
  "fullMonth3": "April",
  "fullMonth4": "Maj",
  "fullMonth5": "Jun",
  "fullMonth6": "Jul",
  "fullMonth7": "Avgust",
  "fullMonth8": "Septembar",
  "fullMonth9": "Oktobar",
  "fullMonth10": "Novembar",
  "fullMonth11": "Decembar",
  "workoutAppointmentAvailableSpots": "Slobodnih mesta:",
  "appointmentBooked": "Uspešno rezervisan",
  "appointmentActive": "Rezervišite",
  "appointmentFull": "Nema mesta",

  "accountHeader": "Zakazani termini",
  "accountText": "Ovde se nalaze vaši zakazani termini. Termin možete otkazati pod uslovom da ne počinje za manje od pola sata.",
  "cancelAppointment": "Otkažite",

  "pdfHeader": "Detalji zakazanog termina",
  "pdfFirstName": "Ime:",
  "pdfLastName": "Prezime:",
  "pdfDate": "Datum termina:",
  "pdfContact": "Kontakt:",
  "pdfEmail": "Email:",
  "pdfProblemDesc": "Opis problema:",
  "pdfSeeYouSoon": "Vidimo se!",

  "gmap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d24682.522662961976!2d20.38445009834553!3d44.836909206826306!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x475a65a1089bc98f%3A0x421542289f98d06a!2sSportska%20Akademija%20Ko%C4%8Dovi%C4%87!5e0!3m2!1ssr!2srs!4v1592141902492!5m2!1ssr!2srs"
}
